Repository: anti-ltd/clink-localizations
Catalog: Catalog/Localizable.xcstrings
Source language: en
Languages: de, es, et, fr, hi, hu, it, ja, ko, ms, ne, pt, ru, tr, zh_hans

source: Tools menu (tap to open, hold to pick)
de: Werkzeug-Menü (tippen zum Öffnen, halten zum Auswählen)
es: Menú de herramientas (toca para abrir, mantén para elegir)
et: Tööriistade menüü (puuduta avamiseks, hoia valimiseks)
fr: Menu Outils (touchez pour ouvrir, maintenez pour choisir)
hu: Eszközök menü (koppintás: megnyitás, tartás: választás)
it: Menu Strumenti (tocca per aprire, tieni premuto per scegliere)
ja: ツールメニュー（タップで開く、長押しで選択）
ko: 도구 메뉴 (탭하면 열기, 길게 누르면 선택)
ms: Menu Alatan (ketik untuk buka, tahan untuk pilih)
pt: Menu de ferramentas (toque para abrir, mantenha para escolher)
ru: Меню инструментов (нажатие — открыть, удержание — выбрать)
zh_hans: 工具菜单（点按打开，长按选择）

source: Tools mode
de: Werkzeugmodus
es: Modo Herramientas
et: Tööriistade režiim
fr: Mode Outils
hu: Eszközök mód
it: Modalità Strumenti
ja: ツールモード
ko: 도구 모드
ms: Mod alat
pt: Modo Ferramentas
ru: Режим инструментов
zh_hans: 工具模式

source: Tools only
de: Nur Werkzeuge
es: Solo herramientas
et: Ainult tööriistad
fr: Outils uniquement
hu: Csak eszközök
it: Solo strumenti
ja: ツールのみ
ko: 도구 전용
ms: Alat sahaja
pt: Só ferramentas
ru: Только инструменты
zh_hans: 仅工具

source: Tools only turns Clink into one page: dictation, the AI tools, and nothing you have to set up. Everything else keeps working, it's just out of the way.
de: „Nur Werkzeuge“ macht aus Clink eine einzige Seite: Diktat, die KI-Werkzeuge, und nichts, was du erst einrichten musst. Alles andere funktioniert weiter, es ist nur nicht mehr im Weg.
es: Solo herramientas convierte Clink en una única página: dictado, las herramientas de IA y nada que tengas que configurar. Todo lo demás sigue funcionando, solo que apartado.
et: Ainult tööriistad muudab Clinki üheks leheks: dikteerimine, TI-tööriistad ja midagi, mida seadistada ei pea. Kõik muu töötab edasi, lihtsalt tee pealt.
fr: Outils uniquement transforme Clink en une seule page : la dictée, les outils d'IA, et rien à configurer. Tout le reste continue de fonctionner, simplement hors du chemin.
hu: A Csak eszközök egyetlen oldallá alakítja a Clinket: diktálás, MI-eszközök, és semmi, amit be kellene állítani. Minden más működik tovább, csak nincs útban.
it: Solo strumenti trasforma Clink in un'unica pagina: dettatura, strumenti IA e niente da configurare. Tutto il resto continua a funzionare, semplicemente non è tra i piedi.
ja: 「ツールのみ」にすると、Clink はページひとつになります。音声入力と AI ツールだけで、設定しておくことは何もありません。ほかの機能もそのまま動きますが、表には出ません。
ko: ‘도구 전용’을 켜면 Clink가 한 페이지가 됩니다. 받아쓰기와 AI 도구뿐이고, 따로 설정할 것도 없어요. 나머지도 계속 작동하고, 화면에서만 빠져 있어요.
ms: Alat sahaja menjadikan Clink satu halaman: imlak, alat AI, dan tiada apa-apa yang perlu anda sediakan. Yang lain terus berfungsi, cuma tidak menghalang.
pt: O Só ferramentas transforma o Clink numa única página: ditado, as ferramentas de IA, e nada para configurares. Tudo o resto continua a funcionar, só está fora do caminho.
ru: «Только инструменты» превращает Clink в одну страницу: диктовка, ИИ-инструменты и ничего, что нужно настраивать. Всё остальное продолжает работать, просто не мозолит глаза.
zh_hans: 开启“仅工具”，Clink 就变成一个页面：口述输入和 AI 工具，没有任何要先设置的东西。其余功能照常工作，只是不再挡路。

source: Tools take over the bar as compact icons.
de: Die Werkzeuge übernehmen die Leiste als kompakte Symbole.
es: Las herramientas ocupan la barra como iconos compactos.
et: Tööriistad võtavad riba üle kompaktsete ikoonidena.
fr: Les outils occupent la barre sous forme d'icônes compactes.
hu: Az eszközök tömör ikonokként veszik át a sávot.
it: Gli strumenti occupano la barra come icone compatte.
ja: ツールが小さなアイコンになってバーを占めます。
ko: 도구가 작은 아이콘으로 바를 채워요.
ms: Alatan mengambil alih bar sebagai ikon padat.
pt: As ferramentas ocupam a barra como ícones compactos.
ru: Инструменты занимают строку компактными значками.
zh_hans: 工具以紧凑的图标占据候选栏。

source: Tools take over the bar as labelled chips.
de: Die Werkzeuge übernehmen die Leiste als beschriftete Chips.
es: Las herramientas ocupan la barra como fichas con nombre.
et: Tööriistad võtavad riba üle nimetud kiipidena.
fr: Les outils occupent la barre sous forme de pastilles nommées.
hu: Az eszközök feliratos gombokként veszik át a sávot.
it: Gli strumenti occupano la barra come chip con etichetta.
ja: ツールが名前付きのチップになってバーを占めます。
ko: 도구가 이름이 붙은 칩으로 바를 채워요.
ms: Alatan mengambil alih bar sebagai cip berlabel.
pt: As ferramentas ocupam a barra como fichas com nome.
ru: Инструменты занимают строку подписанными плашками.
zh_hans: 工具以带文字的小标签占据候选栏。

source: Top
de: Oben
es: Arriba
et: Üleval
fr: En haut
hu: Fent
it: In alto
ja: 上
ko: 위쪽
ms: Atas
pt: Em cima
ru: Сверху
zh_hans: 顶部

source: Top bar
de: Obere Leiste
es: Barra superior
et: Ülemine riba
fr: Barre supérieure
hu: Felső sáv
it: Barra superiore
ja: トップバー
ko: 상단 바
ms: Bar atas
pt: Barra superior
ru: Верхняя панель
zh_hans: 顶栏

source: Top bar builder
de: Leisten-Editor
es: Editor de la barra superior
et: Ülemise riba koostaja
fr: Éditeur de la barre supérieure
hu: Felső sáv szerkesztő
it: Editor della barra superiore
ja: トップバーの編集
ko: 상단 바 편집기
ms: Pembina bar atas
pt: Editor da barra superior
ru: Редактор верхней панели
zh_hans: 顶栏编辑器

source: Top bar order
de: Reihenfolge der oberen Leisten
es: Orden de las barras superiores
et: Ülaribade järjestus
fr: Ordre des barres supérieures
hu: Felső sávok sorrendje
it: Ordine delle barre superiori
ja: 上部バーの順序
ko: 상단 바 순서
ms: Susunan bar atas
pt: Ordem das barras superiores
ru: Порядок верхних панелей
zh_hans: 顶部栏顺序

source: Top center
de: Oben Mitte
es: Centro superior
et: Üleval keskel
fr: Centre haut
hu: Felső közép
it: Centro superiore
ja: 上部中央
ko: 상단 중앙
ms: Atas tengah
pt: Centro superior
ru: Сверху по центру
zh_hans: 顶部居中

source: Top left
de: Oben links
es: Arriba a la izquierda
et: Üleval vasakul
fr: En haut à gauche
hu: Bal felső
it: In alto a sinistra
ja: 左上
ko: 왼쪽 위
ms: Atas kiri
pt: Em cima à esquerda
ru: Сверху слева
zh_hans: 左上

source: Top padding
de: Oberer Abstand
es: Margen superior
et: Ülemine ääris
fr: Marge supérieure
hu: Felső térköz
it: Spazio in alto
ja: 上の余白
ko: 위쪽 여백
ms: Pelapik atas
pt: Espaçamento superior
ru: Отступ сверху
zh_hans: 顶部边距

source: Top right
de: Oben rechts
es: Arriba a la derecha
et: Üleval paremal
fr: En haut à droite
hu: Jobb felső
it: In alto a destra
ja: 右上
ko: 오른쪽 위
ms: Atas kanan
pt: Em cima à direita
ru: Сверху справа
zh_hans: 右上

source: Top-left icon
de: Symbol oben links
es: Icono superior izquierdo
et: Ikoon üleval vasakul
fr: Icône en haut à gauche
hu: Bal felső ikon
it: Icona in alto a sinistra
ja: 左上のアイコン
ko: 왼쪽 상단 아이콘
ms: Ikon kiri atas
pt: Ícone superior esquerdo
ru: Значок сверху слева
zh_hans: 左上角图标

source: Topic
de: Thema
es: Tema
et: Teema
fr: Sujet
hu: Témakör
it: Argomento
ja: トピック
ko: 주제
ms: Topik
pt: Tópico
ru: Тема
zh_hans: 主题

source: Total width of the bar. The other keys in the row give way.
de: Gesamtbreite des Balkens. Die anderen Tasten in der Zeile weichen aus.
es: Ancho total de la barra. Las otras teclas de la fila ceden espacio.
et: Riba kogulaius. Ülejäänud klahvid reas teevad ruumi.
fr: Largeur totale de la barre. Les autres touches de la rangée cèdent la place.
hu: A sáv teljes szélessége. A sor többi billentyűje helyet ad.
it: Larghezza totale della barra. Gli altri tasti della riga fanno spazio.
ja: バー全体の幅です。同じ行のほかのキーが場所を譲ります。
ko: 바 전체 너비입니다. 같은 줄의 다른 키가 자리를 내줍니다.
ms: Lebar keseluruhan bar. Kekunci lain dalam baris memberi laluan.
pt: Largura total da barra. As outras teclas da fila cedem espaço.
ru: Общая ширина полосы. Остальные клавиши в ряду уступают место.
zh_hans: 整条栏的总宽度。同一行的其他按键会让出空间。

source: Total width of the strip. The other keys in the row give way.
de: Gesamtbreite des Streifens. Die anderen Tasten in der Zeile weichen aus.
es: Ancho total de la franja. Las otras teclas de la fila ceden espacio.
et: Riba kogulaius. Ülejäänud klahvid reas teevad ruumi.
fr: Largeur totale de la bande. Les autres touches de la rangée cèdent la place.
hu: A sáv teljes szélessége. A sor többi billentyűje helyet ad.
it: Larghezza totale della striscia. Gli altri tasti della riga fanno spazio.
ja: 帯全体の幅です。同じ行のほかのキーが場所を譲ります。
ko: 띠 전체 너비입니다. 같은 줄의 다른 키가 자리를 내줍니다.
ms: Lebar keseluruhan jalur. Kekunci lain dalam baris memberi laluan.
pt: Largura total da faixa. As outras teclas da fila cedem espaço.
ru: Общая ширина полосы. Остальные клавиши в ряду уступают место.
zh_hans: 整条的总宽度。同一行的其他按键会让出空间。

source: Touch
de: Berührung
es: Toque
et: Puudutus
fr: Toucher
hu: Érintés
it: Tocco
ja: タッチ
ko: 터치
ms: Sentuh
pt: Toque
ru: Касание
zh_hans: 触摸

source: Touch & Feel
de: Haptik & Gefühl
es: Tacto y sensación
et: Puudutus ja tunnetus
fr: Toucher et ressenti
hu: Érintés és tapintás
it: Tatto e sensazione
ja: タッチと感触
ko: 터치 및 감각
ms: Sentuh & Rasa
pt: Toque e sensação
ru: Касание и ощущения
zh_hans: 触感与手感

source: Touch Offset
de: Touch-Versatz
es: Desplazamiento táctil
et: Puudutuse nihe
fr: Décalage tactile
hu: Érintési eltolás
it: Scostamento del tocco
ja: タッチのオフセット
ko: 터치 오프셋
ms: Ofset Sentuh
pt: Desvio de toque
ru: Смещение касания
zh_hans: 触摸偏移

source: Touch and hold a GIF to add it to Favorites.
de: Halte ein GIF gedrückt, um es zu deinen Favoriten hinzuzufügen.
es: Mantén pulsado un GIF para añadirlo a Favoritos.
et: Lemmikutesse lisamiseks puuduta GIF-i ja hoia sõrme sellel.
fr: Appuie longuement sur un GIF pour l’ajouter aux favoris.
hu: Tartsd nyomva a GIF-et, hogy a kedvencekhez add.
it: Tieni premuta una GIF per aggiungerla ai preferiti.
ja: GIFを長押しすると、お気に入りに追加できます。
ko: GIF를 길게 눌러 즐겨찾기에 추가하세요.
ms: Sentuh dan tahan GIF untuk menambahkannya pada Kegemaran.
pt: Mantém um GIF premido para o adicionares aos Favoritos.
ru: Нажмите и удерживайте GIF, чтобы добавить его в избранное.
zh_hans: 长按 GIF 即可将其加入收藏。

source: Touch and hold to pick the other language
de: Halte gedrückt, um die andere Sprache zu wählen
es: Mantén pulsado para elegir el otro idioma
et: Puuduta ja hoia, et valida teine keel
fr: Maintiens pour choisir l’autre langue
hu: Tartsd nyomva a másik nyelv kiválasztásához
it: Tieni premuto per scegliere l’altra lingua
ja: 長押しでもう一方の言語を選択
ko: 길게 눌러 다른 언어 선택
ms: Tekan dan tahan untuk pilih bahasa satu lagi
pt: Mantém premido para escolher o outro idioma
ru: Нажмите и удерживайте, чтобы выбрать другой язык
zh_hans: 长按可选择另一种语言

source: Touch heatmap
de: Berührungs-Heatmap
es: Mapa de calor táctil
et: Puudutuste soojuskaart
fr: Carte thermique des touchers
hu: Érintési hőtérkép
it: Mappa termica dei tocchi
ja: タッチのヒートマップ
ko: 터치 히트맵
ms: Peta haba sentuhan
pt: Mapa térmico de toques
ru: Тепловая карта касаний
zh_hans: 触控热力图

source: Touch surface bounds
de: Grenzen der Touch-Fläche
es: Límites de la superficie táctil
et: Puudutuspinnapiirid
fr: Limites de la surface tactile
hu: Érintési felület határai
it: Limiti della superficie di tocco
ja: タッチサーフェスの範囲
ko: 터치 표면 경계
ms: Sempadan permukaan sentuh
pt: Limites da superfície de toque
ru: Границы поверхности касаний
zh_hans: 触摸表面边界

source: Touch target height for suggestion chips. Raise it if you often miss a tap.
de: Höhe der Tippfläche für Vorschlags-Chips. Mach sie größer, wenn du oft danebentippst.
es: Altura de la zona táctil de las sugerencias. Súbela si fallas al tocar a menudo.
et: Soovituse kiipide puudutussihi kõrgus. Suurenda, kui sa tihti mööda lubad.
fr: Hauteur de la zone tactile des suggestions. Augmente-la si tu rates souvent un appui.
hu: A javaslatchipek érintési magassága. Növeld, ha gyakran mellényúlsz.
it: Altezza dell'area tattile dei suggerimenti. Alzala se sbagli spesso il tocco.
ja: 候補チップのタッチ領域の高さです。タップをよく外すなら大きくしてください。
ko: 추천 칩의 터치 영역 높이예요. 자주 잘못 누르면 높여보세요.
ms: Ketinggian sasaran sentuh untuk cip cadangan. Naikkan jika anda kerap terlepas ketikan.
pt: Altura da zona de toque das sugestões. Aumenta-a se falhas o toque muitas vezes.
ru: Высота зоны нажатия у плашек подсказок. Увеличьте, если часто промахиваетесь.
zh_hans: 建议条的点按区域高度。要是经常点不中，就调高一点。

source: Touch target size for each key relative to the visible key. Lower is more precise, higher catches more taps.
de: Touch-Zielgröße jeder Taste im Verhältnis zur sichtbaren Taste. Niedriger ist präziser, höher fängt mehr Tippfehler ab.
es: Tamaño del objetivo táctil de cada tecla respecto a la tecla visible. Menor es más preciso, mayor capta más toques.
et: Iga klahvi puutepiirkond võrreldes nähtava klahviga. Väiksem on täpsem, suurem püüab rohkem puudutusi.
fr: Taille de la cible tactile de chaque touche par rapport à la touche visible. Plus bas est plus précis, plus haut capte plus de frappes.
hu: Minden billentyű érintési célterülete a látható billentyűhöz képest. Alacsonyabb pontosabb, magasabb több érintést fog meg.
it: Dimensione del bersaglio tattile di ogni tasto rispetto al tasto visibile. Più basso è più preciso, più alto cattura più tocchi.
ja: 見えているキーに対する各キーのタッチ判定領域のサイズ。小さいほど正確、大きいほどタップを拾いやすい。
ko: 보이는 키 대비 각 키의 터치 영역 크기. 낮을수록 정밀하고 높을수록 더 많은 탭을 잡습니다.
ms: Saiz sasaran sentuhan setiap kekunci berbanding kekunci yang kelihatan. Lebih rendah lebih tepat, lebih tinggi menangkap lebih banyak ketukan.
pt: Tamanho do alvo tátil de cada tecla em relação à tecla visível. Menor é mais preciso, maior capta mais toques.
ru: Размер области касания каждой клавиши относительно видимой клавиши. Меньше — точнее, больше — ловит больше нажатий.
zh_hans: 每个按键的触摸目标大小相对于可见按键。较低更精确，较高能捕捉更多点击。

source: Touch target size for the panel button. Raise it if you frequently miss it.
de: Größe der Tippfläche für die Bedienfeldtaste. Mach sie größer, wenn du sie oft verfehlst.
es: Tamaño de la zona táctil del botón del panel. Súbelo si fallas al tocarlo a menudo.
et: Paneelinupu puudutussihi suurus. Suurenda, kui sa teda tihti mööda lubad.
fr: Taille de la zone tactile du bouton du panneau. Augmente-la si tu le rates souvent.
hu: A panelgomb érintési mérete. Növeld, ha gyakran mellényúlsz.
it: Dimensione dell'area tattile del pulsante del pannello. Alzala se lo sbagli spesso.
ja: パネルボタンのタッチ領域の大きさです。よく外すなら大きくしてください。
ko: 패널 버튼의 터치 영역 크기예요. 자주 놓치면 높여보세요.
ms: Saiz sasaran sentuh untuk butang panel. Naikkan jika anda kerap terlepas.
pt: Tamanho da zona de toque do botão do painel. Aumenta-o se falhas com frequência.
ru: Размер зоны нажатия у кнопки панелей. Увеличьте, если часто по ней промахиваетесь.
zh_hans: 面板按钮的点按区域大小。要是经常点不中，就调高一点。

source: Touch telemetry
de: Touch-Telemetrie
es: Telemetría táctil
et: Puudutuse telemeetria
fr: Télémétrie tactile
hu: Érintési telemetria
it: Telemetria touch
ja: タッチテレメトリ
ko: 터치 원격 측정
ms: Telemetri sentuhan
pt: Telemetria de toque
ru: Телеметрия касаний
zh_hans: 触控遥测

source: Touch-target sizing and adaptive prediction
de: Größe der Trefferflächen und adaptive Vorhersage
es: Tamaño de las zonas de toque y predicción adaptativa
et: Puutetsoonide suurus ja kohanduv ennustus
fr: Taille des zones de touche et prédiction adaptative
hu: Érintési célterületek mérete és alkalmazkodó előrejelzés
it: Dimensioni delle aree di tocco e previsione adattiva
ja: タッチ領域のサイズと適応型予測
ko: 터치 영역 크기 및 적응형 예측
ms: Saiz sasaran sentuh dan ramalan adaptif
pt: Tamanho das áreas de toque e previsão adaptativa
ru: Размер зон нажатия и адаптивное предсказание
zh_hans: 触控区域大小与自适应预测

source: Trace a word by gliding across the letters. Lift to insert it. Tapping still works normally.
de: Zeichne ein Wort, indem du über die Buchstaben gleitest. Heb den Finger, um es einzufügen. Tippen geht weiterhin ganz normal.
es: Traza una palabra deslizando el dedo por las letras. Levántalo para insertarla. Tocar sigue funcionando igual.
et: Joonista sõna tähtede peal libisedes. Tõsta sõrm, et see sisestada. Puudutamine töötab endiselt tavaliselt.
fr: Trace un mot en glissant sur les lettres. Lève le doigt pour l'insérer. Le toucher marche toujours normalement.
hu: Rajzolj egy szót úgy, hogy végigcsúszol a betűkön. Emeld fel az ujjad a beszúráshoz. A koppintás továbbra is működik.
it: Traccia una parola scorrendo sulle lettere. Solleva il dito per inserirla. Il tocco funziona ancora come sempre.
ja: 文字の上を指でなぞって単語を書きます。指を離すと挿入されます。タップも今までどおり使えます。
ko: 글자 위를 쭉 미끄러뜨려서 단어를 그려요. 손을 떼면 입력돼요. 그냥 톡톡 누르는 것도 잘 돼요.
ms: Jejak perkataan dengan meluncur merentasi huruf. Angkat untuk memasukkannya. Mengetik masih berfungsi seperti biasa.
pt: Traça uma palavra deslizando pelas letras. Levanta o dedo para a inserir. Tocar continua a funcionar como sempre.
ru: Проведите по буквам, чтобы очертить слово. Поднимите палец — оно вставится. Обычные нажатия при этом работают как всегда.
zh_hans: 在字母上滑一下就能划出一个单词，抬起手指就插入。点按照样能用。

source: Trail & ripple
de: Spur & Welle
es: Trazo y onda
et: Jälg ja laine
fr: Trace et ondulation
hu: Nyom és hullámzás
it: Scia e onda
ja: 軌跡と波紋
ko: 궤적과 물결
ms: Jejak & riak
pt: Rasto e ondulação
ru: След и волна
zh_hans: 轨迹与涟漪

source: Trail 4pt · ripple 20%.
de: Spur 4 pt · Welle 20 %.
es: Trazo 4pt · onda 20%.
et: Jälg 4 pt · laine 20%.
fr: Trace 4 pt · ondulation 20 %.
hu: Nyom 4 pt · hullám 20%.
it: Scia 4pt · onda 20%.
ja: 軌跡 4pt · 波紋 20%。
ko: 궤적 4pt · 물결 20%.
ms: Jejak 4pt · riak 20%.
pt: Rasto 4pt · ondulação 20%.
ru: След 4pt · волна 20%.
zh_hans: 轨迹 4pt · 涟漪 20%。

source: Trail look
de: Aussehen der Spur
es: Aspecto del rastro
et: Jälje ilme
fr: Style de traînée
hu: A nyomvonal kinézete
it: Aspetto della scia
ja: 軌跡の見た目
ko: 궤적 모양
ms: Rupa jejak
pt: Aspeto do rasto
ru: Вид следа
zh_hans: 轨迹外观

source: Trail the finger
de: Dem Finger folgen
es: Rastrear el dedo
et: Jälgi sõrme
fr: Suivre le doigt
hu: Ujj nyomvonala
it: Scia del dito
ja: 指の軌跡を表示
ko: 손가락 따라 궤적
ms: Jejak jari
pt: Rasto do dedo
ru: След за пальцем
zh_hans: 描出手指轨迹

source: Trail thickness at the start of the glide, as a multiple of the base thickness. Set below End width for a tapering tail.
de: Spurdicke am Anfang der Bewegung, als Vielfaches der Grunddicke. Setz sie unter die Endbreite für einen spitz zulaufenden Schweif.
es: Grosor del trazo al principio del deslizamiento, como múltiplo del grosor base. Ponlo por debajo del Ancho final para una cola que se estrecha.
et: Jälje paksus libisemise algul, baaspaksuse kordsena. Määra lõpulaiusest väiksemaks aheneva saba jaoks.
fr: Épaisseur de la trace au début du glissé, en multiple de l'épaisseur de base. Mets-la sous Largeur de fin pour une queue qui s'affine.
hu: A nyom vastagsága a húzás elején, az alapvastagság többszöröseként. Állítsd a Végszélesség alá egy elkeskenyedő farokért.
it: Spessore della scia all'inizio dello scorrimento, come multiplo dello spessore di base. Impostalo sotto la Larghezza finale per una coda che si assottiglia.
ja: グライド開始時の軌跡の太さで、基本の太さに対する倍率です。終端の幅より小さくすると尾が細くなります。
ko: 궤적이 시작될 때의 굵기예요, 기본 굵기의 배수로요. 끝 너비보다 작게 하면 꼬리가 가늘어져요.
ms: Ketebalan jejak pada permulaan luncuran, sebagai gandaan ketebalan asas. Tetapkan di bawah Lebar hujung untuk ekor yang meruncing.
pt: Espessura do rasto no início do deslize, como múltiplo da espessura base. Define abaixo da Largura final para uma cauda afunilada.
ru: Толщина следа в начале движения, кратно базовой толщине. Задайте меньше «Ширины в конце», чтобы хвост сужался.
zh_hans: 滑动起点处的轨迹粗细，是基础粗细的倍数。设得比末端宽度小，就有一条渐细的尾巴。

source: Trail thickness at your finger, as a multiple of the base thickness.
de: Spurdicke an deinem Finger, als Vielfaches der Grunddicke.
es: Grosor del trazo en tu dedo, como múltiplo del grosor base.
et: Jälje paksus sinu sõrmel, baaspaksuse kordsena.
fr: Épaisseur de la trace au niveau de ton doigt, en multiple de l'épaisseur de base.
hu: A nyom vastagsága az ujjadnál, az alapvastagság többszöröseként.
it: Spessore della scia in corrispondenza del dito, come multiplo dello spessore di base.
ja: 指のところの軌跡の太さで、基本の太さに対する倍率です。
ko: 손가락 위치의 궤적 굵기예요, 기본 굵기의 배수로요.
ms: Ketebalan jejak pada jari anda, sebagai gandaan ketebalan asas.
pt: Espessura do rasto junto ao teu dedo, como múltiplo da espessura base.
ru: Толщина следа у пальца, кратно базовой толщине.
zh_hans: 手指处的轨迹粗细，是基础粗细的倍数。

source: Trailing keys
de: Tasten am Ende
es: Teclas al final
et: Lõpuklahvid
fr: Touches à la fin
hu: Záró billentyűk
it: Tasti finali
ja: 末尾のキー
ko: 끝 키
ms: Kekunci di akhir
pt: Teclas finais
ru: Клавиши в конце
zh_hans: 末尾按键

source: Transcribed on device
de: Auf dem Gerät transkribiert
es: Transcrito en el dispositivo
et: Transkribeeritud seadmes
fr: Transcrit sur l'appareil
hu: A készüléken átírva
it: Trascritto sul dispositivo
ja: 端末上で文字起こし
ko: 기기에서 받아쓰기됨
ms: Ditranskripsi pada peranti
pt: Transcrito no dispositivo
ru: Распознаётся на устройстве
zh_hans: 本机转写

source: Transcription runs on your device. Your voice isn't sent anywhere.
de: Die Transkription läuft auf deinem Gerät. Deine Stimme wird nirgendwohin gesendet.
es: La transcripción se realiza en tu dispositivo. Tu voz no se envía a ningún sitio.
et: Transkriptsioon toimub sinu seadmes. Sinu häält ei saadeta kuhugi.
fr: La transcription se fait sur ton appareil. Ta voix n'est envoyée nulle part.
hu: Az átírás az eszközödön fut. A hangod sehová sem kerül elküldésre.
it: La trascrizione avviene sul tuo dispositivo. La tua voce non viene inviata da nessuna parte.
ja: 文字起こしはデバイス上で行われます。音声はどこにも送信されません。
ko: 텍스트 변환은 기기에서 실행됩니다. 음성은 어디에도 전송되지 않습니다.
ms: Transkripsi berjalan pada peranti anda. Suara anda tidak dihantar ke mana-mana.
pt: A transcrição corre no teu dispositivo. A tua voz não é enviada para lado nenhum.
ru: Распознавание идёт на вашем устройстве. Голос никуда не отправляется.
zh_hans: 转写在你的设备上完成。你的语音不会被发送到任何地方。

source: Transform
de: Umwandeln
es: Transformar
et: Teisenda
fr: Transformer
hu: Átalakítás
it: Trasforma
ja: 変換
ko: 변환
pt: Transformar
ru: Преобразовать
zh_hans: 转换

source: Transform edits the captured draft in place. Replace leads.
de: „Umwandeln“ bearbeitet den erfassten Entwurf direkt. „Ersetzen“ macht das.
es: Transformar edita el borrador capturado ahí mismo. Con Reemplazar lo cambias.
et: Teisenda muudab tabatud mustandit kohapeal. Asenda juhib.
fr: Transformer modifie le brouillon capturé sur place. Remplacement en tête.
hu: Az Átalakítás a rögzített piszkozatot szerkeszti a helyén. A Csere a fő gomb.
it: Trasforma modifica la bozza direttamente. Di solito sostituisce.
ja: 「変換」はキャプチャしたドラフトをその場で直します。「置換」が先に出ます。
ko: 변환은 캡처한 초안을 그 자리에서 고쳐요. 교체로 이어져요.
ms: Transform edit draf yang ditangkap terus di tempatnya. Replace yang utama.
pt: Transformar edita o rascunho capturado no próprio sítio. Substituir fica em primeiro.
ru: «Преобразовать» правит захваченный черновик на месте. «Заменить» идёт первым.
zh_hans: 「转换」会直接在原地改你捕获到的草稿。对应「替换」。

source: Transform text
de: Text umwandeln
es: Transformar texto
et: Teisenda teksti
fr: Transformer le texte
hu: Szöveg átalakítása
it: Trasforma testo
ja: テキストを変換
ko: 텍스트 변환
ms: Ubah teks
pt: Transformar texto
ru: Преобразовать текст
zh_hans: 转换文本

source: Transition
de: Übergang
es: Transición
et: Üleminek
hu: Átmenet
it: Transizione
ja: トランジション
ko: 전환 효과
ms: Peralihan
pt: Transição
ru: Переход
zh_hans: 过渡动画

source: Transition duration
de: Übergangsdauer
es: Duración de la transición
et: Ülemineku kestus
fr: Durée de la transition
hu: Átmenet időtartama
it: Durata della transizione
ja: 切り替えの長さ
ko: 전환 시간
ms: Tempoh peralihan
pt: Duração da transição
ru: Длительность перехода
zh_hans: 过渡时长

source: Translate
de: Übersetzen
es: Traducir
et: Tõlgi
fr: Traduire
hu: Fordítás
it: Traduci
ja: 翻訳
ko: 번역
ms: Terjemah
pt: Traduzir
ru: Перевод
zh_hans: 翻译
